const q1 = ['红绿灯','特朗普','炎黄子孙','流氓','哈哈大笑','非诚勿扰','葛优','林志玲','医生','诸葛亮','机器人','詹姆斯邦德','费玉清','蜘蛛侠',
'光头强','皇帝','哑口无言','放风筝','蝴蝶','比翼双飞','刘荣奎', '孙悟空', '奥特曼',
'玛丽莲梦露','哈利波特','金刚葫芦娃', '蝙蝠侠', '黑寡妇','灭霸','何丹','林黛玉','赵本山','美少女战士','韦小宝','卓别林','和尚','貂蝉',
'丘比特','迈克尔杰克逊','腾格尔','贞子','刘欢','赵四','美人鱼','圣诞老人','猫和老鼠','哪吒','小沈阳','蜡笔小新','变形金刚',
'帕金森','招财猫','害羞','洋葱','白头发','妖娆','皮笑肉不笑','圣诞老人','郭富城','冰雪奇缘','周杰伦']
const q2 = ['PUA','五十步笑百步','灯笼','宫保鸡丁','汉堡','云超','狂风暴雨','刷卡','花花公子','签名','荷包蛋', '蛋炒饭', '麻婆豆腐', 
'坐月子','青花瓷','润唇膏','自刎','郁金香','绵羊','天鹅','扮鬼脸','可爱','搓衣板','围裙','猫头鹰','螺蛳粉', '佛跳墙', '爆米花','车厘子',
'外卖','冬阴功','P2P','可乐鸡翅','泡椒凤爪','西红柿','方便面','灭火器','棉花糖','鼠标','感冒','干饭人','大眼瞪小眼','计算器','便利贴','滑雪','假惺惺',
'照镜子','苹果','卫生纸','隐形眼镜','刮胡刀','口红','高尔夫','看电视','php','比特币','韭菜','工资','火锅','薅羊毛','嗑瓜子','键盘','饮水机','工间操',
'气抖冷','抓娃娃','王者荣耀','狼人杀','PPT','东北虎','孔雀开屏','面条','吹风机','打印机','竞走','羽毛球','游泳','VPN','翻墙','电商','鸵鸟']
const q3 = ['小偷','警车','无语','占座','电子秤','洗洁精','肉夹馍','相声','洗澡','相亲','叠被子','局域网','数据库','选美','酸辣粉','拳击','织毛衣',
'臭豆腐','不知道','跳皮筋','隐形眼镜','会议室','拖鞋','外星人','彩虹屁','街舞','辣椒','尿不湿','煎饼果子','日历','通货膨胀','打酱油','乌托邦','域名','减肥',
'南瓜饼','啤酒肚', '打麻将', '扭秧歌', '抛媚眼', '打呼噜', '流口水','斗地主','结婚证','KTV','呼啦圈','吓一跳','公主抱','不劳而获','一表人才',
'二人转','兵马俑','瑜伽','中大奖','钓鱼','打扮','高富帅','马赛克','拍马屁','赶时间','扎马步','身份证','广播体操','摩托车','爱你一万年','芭蕾舞']
const q4 = ['交头接耳','咬牙切齿','红光满面','捧腹大笑','一刀两断','掩耳盗铃','废寝忘食','暗送秋波','含情脉脉','手舞足蹈','愁眉苦脸', '朝三暮四','回眸一笑',  
'翩翩起舞','十面埋伏','健步如飞','小鸟依人','蜻蜓点水','嬉皮笑脸','垂头丧气','见钱眼开','眉来眼去','洋洋得意','眉飞色舞','点头哈腰','步步高升','破涕为笑',
'欲擒故纵','一无所有','指手画脚', 
'纸上谈兵','幸灾乐祸','哭笑不得','雪上加霜','闭目养神','坐井观天','一见钟情','抓耳挠腮','心急如焚','喜出望外','目不转睛','瞻前顾后','目瞪口呆','捶胸顿足',
'花言巧语','望梅止渴','鼠目寸光','好自为之','痛哭流涕','张牙舞爪','掩耳盗铃','姗姗来迟','五音不全','口是心非','小心翼翼','顶天立地','笑里藏刀','狼吞虎咽',
'嫦娥奔月','衣冠楚楚','春风得意','不屈不挠','始乱终弃','面面相觑','黔驴技穷','醍醐灌顶','嬉皮笑脸','沉默是金','花枝招展','悬梁刺股','为所欲为','拍案叫绝']
export default [...q1,...q2,...q3,...q4]
// 人物 成语 物品 动作