const q1 = ['刘荣奎', '孙悟空', '奥特曼', '金刚葫芦娃', '蝙蝠侠', '黑寡妇','灭霸','何丹','林黛玉','赵本山','美少女战士',
'丘比特','迈克尔杰克逊','杨超越','腾格尔','贞子','刘欢','赵四','美人鱼','圣诞老人','猫和老鼠','哪吒','小沈阳','蜡笔小新','哈利波特','变形金刚'
,'圣诞老人']
const q2 = ['荷包蛋', '蛋炒饭', '麻婆豆腐', '螺蛳粉', '佛跳墙', '爆米花','车厘子','猕猴桃','泡椒凤爪','西红柿炒鸡蛋','方便面','灭火器','棉花糖','鼠标',
'照镜子','苹果','卫生纸','隐形眼镜','刮胡刀','口红','高尔夫','看电视','咖啡','php','比特币','韭菜','工资']
const q3 = ['啤酒肚', '打麻将', '扭秧歌', '抛媚眼', '打呼噜', '流口水','斗地主','结婚证','KTV','呼啦圈','吓一跳','公主抱','喷香水',
'兵马俑','瑜伽','中大奖','帅哥','钓鱼','打扮','高富帅','澡堂','马赛克','拍马屁','赶时间','扎马步','身份证','广播体操','摩托车','爱你一万年','芭蕾舞','烤鸭']
const q4 = ['愁眉苦脸', '朝三暮四', '回眸一笑', '狼吞虎咽', '指手画脚', '一无所有','小鸟依人','蜻蜓点水','嬉皮笑脸','垂头丧气','见钱眼开','眉来眼去',
'纸上谈兵','幸灾乐祸','哭笑不得','雪上加霜','闭目养神','坐井观天','一见钟情','抓耳挠腮','心急如焚','喜出望外','目不转睛','瞻前顾后','呆若木鸡','捶胸顿足',
'长吁短叹','花言巧语','望梅止渴','鼠目寸光','好自为之','痛哭流涕','张牙舞爪','掩耳盗铃','姗姗来迟','五音不全','口是心非','小心翼翼','顶天立地','笑里藏刀'
,'悬梁刺股']
export default [...q1,...q2,...q3,...q4]